{
    "NewGame" : "New Game",
    "LoadGame": "Load Game" ,
    "Options": "Options" ,
    "Settings": "Settings" ,
    "Exit": "Exit" ,
    "Play": "Play" ,
    "Language": "Language" ,
    "Ready To Begin?": "Ready To Begin?" ,
    "No": "No" ,
    "Yes": "Yes" ,
    "Name": "Name" ,
    "Start": "Start" ,
    "Save": "Save" ,
    "Delete Save?": "Delete Save?" ,
    "Back": "Back" ,
    "Quit": "Quit" ,
    "Load": "Load" ,
    "Baker": "Baker" ,
    "Barista": "Barista" ,
    "Chef": "Chef" ,
    "Doctor": "Doctor" ,
    "Waitress": "Waitress" ,
    "Mayor": "Mayor" ,
    "Pharmacist": "Pharmacist" ,
    "Sheriff": "Sheriff" ,
    "Bakery": "Bakery" ,
    "Cafe": "Cafe" ,
    "Restaurant": "Restaurant" ,
    "Bread": "Bread" ,
    "Pastry": "Pastry" ,
    "Coffee": "Coffee" ,
    "Tea": "Tea" ,
    "Reservation": "Reservation",
    "Menu": "Menu",
    "Latte": "Latte",
    "Espresso": "Espresso",
    "Sourdough": "Sourdough",
    "Croissant": "Croissant",
    "Discounts": "Discounts",
    "Bulk Orders": "Bulk Orders",
    "Espresso Beans": "Espresso Beans",
    "Milk Alternatives": "Milk Alternatives",
    "Seasonal Specials": "Seasonal Specials",
    "Custom Orders": "Custom Orders",
    "Tasting Session": "Tasting Session",
    "Cooking Class": "Cooking Class",
    "Daily Brews": "Daily Brews",
    "Signature Drinks": "Signature Drinks",
    "Live Music Night": "Live Music Night",
    "Coffee Tasting": "Coffee Tasting",
    "Chef's Specials": "Chef's Specials",
    "Wine Pairings": "Wine Pairings",
    "Private Dining": "Private Dining",
    "Corporate Lunch": "Corporate Lunch",
    "Pasta": "Pasta",
    "Steak": "Steak",
    "Soup": "Soup",
    "Sauce": "Sauce",
    "Flavor": "Flavor",
    "Presentation": "Presentation",
    "Headache": "Headache",
    "Flu": "Flu",
    "Painkillers": "Painkillers",
    "Antibiotics": "Antibiotics",
    "Diet": "Diet",
    "Exercise": "Exercise",
    "Burger": "Burger",
    "Water": "Water",
    "Soda": "Soda",
    "Dessert": "Dessert",
    "Seasonal Menu": "Seasonal Menu",
    "Taxes": "Taxes",
    "Education": "Education",
    "Event": "Event",
    "New Business": "New Business",
    "Crime": "Crime",
    "Infrastructure": "Infrastructure",
    "Vitamins": "Vitamins",
    "Side Effects": "Side Effects",
    "Dosages": "Dosages",
    "Prescriptions": "Prescriptions",
    "Supplements": "Supplements",
    "Lost Item": "Lost Item",
    "Neighborhood Problem": "Neighborhood Problem",
    "Directions": "Directions",
    "Community Event": "Community Event",
    "Safety Tips": "Safety Tips",
    "Local Laws": "Local Laws",
    "Ace_Greeting_1":"Hey! Wanna play some soccer? Or at least pass the ball back if I kick it to you?",
    "Ace_Greeting_2":"Yo, you ever try scoring a goal against Garbanzo? He's got unreal defense.",
    "Ace_Greeting_3":"I swear, I was THIS close to breaking my juggling record. You believe me, right?",
    "Ace_Greeting_4":"Oh, it's you! Thought you were gonna be Isabella for a second, dodged a lecture on jaywalking!",
    "Ace_Greeting_5":"What's up? I'm warming up, wanna join? Or just stand there and admire my footwork?",
    "Ace_Greeting_6":"You know, I bet you'd be pretty decent at soccer if you practiced with me more. Just sayin'.",
    "Ace_Greeting_7":"Gotta keep moving! Standing still is for people who don't have dreams. Or at least, for people who don't have a soccer ball.",
    "Ace_Greeting_8":"Hey! Ever seen Garbanzo dribble? It's weirdly impressive. We gotta get him on a team.",
    "Alex_Greeting_1":"Hey there! Need a caffeine fix, or just here for the vibes?",
    "Alex_Greeting_2":"Welcome to Babbling Bean! What's your go-to drink?",
    "Alex_Greeting_3":"Morning! Or afternoon. Time kinda blurs together when you work with coffee all day.",
    "Alex_Greeting_4":"Hope you're not here for decaf' I mean, I'll make it, but I won't be happy about it.",
    "Alex_Greeting_5":"You ever just stare into your coffee and contemplate life? No? Just me? Cool, cool.",
    "Alex_Greeting_6":"If you're looking for something sweet, I *attempted* to bake again. No guarantees.",
    "Alex_Greeting_7":"Caffeine limit? What's that? Nah, I'm kidding. Sort of.",
    "Alex_Greeting_8":"If you need a pick-me-up, I got coffee. If you need life advice' well, I got coffee.",
    "Amy_Greeting_1":"Oh, hey! Are you staying hydrated? You should be.",
    "Amy_Greeting_2":"If you're here because something hurts, let's get it checked out.",
    "Amy_Greeting_3":"Please tell me you're here for a check-up and not because of another 'accident.'",
    "Amy_Greeting_4":"Feeling alright? You look fine, but I ask everyone just in case.",
    "Amy_Greeting_5":"If you want medical advice, I'm here. If you want life advice' maybe ask someone else.",
    "Amy_Greeting_6":"Try not to get sick, okay? This town has enough reckless people as it is.",
    "Amy_Greeting_7":"If you're here because you saw Esmeralda first' please, just don't tell me what she gave you.",
    "Ava_Greeting_1":"Hey, hey! What's the latest? Spill!",
    "Ava_Greeting_2":"Oh my gosh, you will NOT believe what I just heard!",
    "Ava_Greeting_3":"Got any juicy news? No? Okay, fine, I'll share mine first.",
    "Ava_Greeting_4":"Oh, it's you! Perfect timing'I was just about to tell someone something totally fascinating.",
    "Ava_Greeting_5":"If you need info, I got it! If you don't' well, you're getting it anyway.",
    "Ava_Greeting_6":"You look like you have something interesting to say! Or at least, I hope you do.",
    "Ava_Greeting_7":"Oh, don't mind me, I was just casually standing here' waiting to hear something fun.",
    "Ava_Greeting_8":"I swear, if I don't talk to someone soon, I might explode. Please, for my safety, chat with me!",
    "Elijah_Greeting_1":"Ah, another fleeting moment in the grand passage of time.",
    "Elijah_Greeting_2":"Mmm. Have you ever considered the impermanence of all things?",
    "Elijah_Greeting_3":"Oh, it's you. What brings you to this fleeting intersection of existence?",
    "Elijah_Greeting_4":"Words are but ripples in the vast ocean of thought. What is it you seek?",
    "Elijah_Greeting_5":"Hmph. A visitor. I suppose conversation is inevitable.",
    "Elijah_Greeting_6":"The weight of the world is light when one learns to let go. But I digress'",
    "Elijah_Greeting_7":"Silence is a virtue, but I suppose I can make an exception.",
    "Elijah_Greeting_8":"If you're here for small talk, I regret to inform you that I am ill-equipped.",
    "Esmeralda_Greeting_1":"Ah, you've arrived. Fate, or mere coincidence?",
    "Esmeralda_Greeting_2":"Hmm... I had a feeling you'd stop by.",
    "Esmeralda_Greeting_3":"Looking for something ordinary, or something... unusual?",
    "Esmeralda_Greeting_4":"Mmm, I see. The energies are shifting today.",
    "Esmeralda_Greeting_5":"Careful, traveler. Some answers come with more questions.",
    "Esmeralda_Greeting_6":"You seem well. Or perhaps, merely well enough?",
    "Esmeralda_Greeting_7":"A drop of knowledge, a pinch of mystery... what shall I offer today?",
    "Esmeralda_Greeting_8":"Hi! Have snack?",
    "Garbanzo_Greeting_1":"BALL! WHERE?! Oh' hi!",
    "Garbanzo_Greeting_2":"Pet? Yes? No? Yes!",
    "Garbanzo_Greeting_3":"Teddy! No' wait, you're not Teddy.",
    "Garbanzo_Greeting_4":"Running? Running now? Let's go!",
    "Garbanzo_Greeting_5":"Smells good! Is it food? I hope it's food.",
    "Garbanzo_Greeting_6":"Hi hi hi hi hi!",
    "Garbanzo_Greeting_7":"Rub belly? Please?",
    "Isabella_Greeting_1":"Halt! State your business' just kidding. Or am I?",
    "Isabella_Greeting_2":"You're not up to anything suspicious, are you?",
    "Isabella_Greeting_3":"If you see anything unusual, report it to me immediately!",
    "Isabella_Greeting_4":"I've got my eye on you' and everyone else.",
    "Isabella_Greeting_5":"Do you believe in coincidences? Because I don't.",
    "Isabella_Greeting_6":"The town may seem quiet' too quiet.",
    "Isabella_Greeting_7":"Any leads on the case? No? That's exactly what they want us to think.",
    "Isabella_Greeting_8":"Stay alert. You never know who'or what'is watching.",
    "Jacob_Greeting_1":"Hey! Have you been hitting the gym? No? Well, there's no time like the present!",
    "Jacob_Greeting_2":"Fire safety and gains'two things I take very seriously!",
    "Jacob_Greeting_3":"Need a spot?",
    "Jacob_Greeting_4":"You ever think about how life is like a bench press? You just gotta push through!",
    "Jacob_Greeting_5":"No fires today, which means more time for deadlifts!",
    "Jacob_Greeting_6":"Hydration and protein'two keys to success. You keeping up with both?",
    "Jacob_Greeting_7":"I don't just fight fires, I fight weakness! You in?",
    "Jacob_Greeting_8":"Strength isn't just physical'it's about discipline!",
    "Jessica_Greeting_1":"Hey! You ever just sit and watch the birds? They live such a simple life.",
    "Jessica_Greeting_2":"What's up? I just got off work'finally. Ronny runs a tight ship.",
    "Jessica_Greeting_3":"Thinking about the ocean again. One day, I'll see it for myself.",
    "Jessica_Greeting_4":"You ever wonder what's out there? Like, beyond this town?",
    "Jessica_Greeting_5":"Ronny's making me work an extra shift, but at least I get free food.",
    "Jessica_Greeting_6":"Oh, hey! Wanna help me figure out what kind of bird this is?",
    "Jessica_Greeting_7":"It's nice to just slow down sometimes, you know?",
    "Mabel_Greeting_1":"Oh, hello dear! Have you eaten today? I have some candies if you'd like one.",
    "Mabel_Greeting_2":"You remind me of someone' oh, never mind, it'll come to me later.",
    "Mabel_Greeting_3":"What a lovely day, isn't it? I love watching the town go by.",
    "Mabel_Greeting_4":"Do I know you? I feel like I should' Oh, well! It's nice to see you anyway!",
    "Mabel_Greeting_5":"Have you seen Will? He was just here a moment ago'",
    "Mabel_Greeting_6":"Come sit with me, dear. I have plenty of stories to share.",
    "Mabel_Greeting_7":"You look like you have a good head on your shoulders. Have I told you about the old general store?",
    "Mabel_Greeting_8":"Oh, I remember you! Or' I think I do. Either way, it's nice to see a friendly face.",
    "Mark_Greeting_1":"Oh hey, need anything?",
    "Mark_Greeting_2":"Welcome, take your time. I think I had a sale on' something. What was it again?",
    "Mark_Greeting_3":"Hey there! You ever think about how everything in life is just borrowed?",
    "Mark_Greeting_4":"If you're looking for something, I probably have it. Somewhere. We'll find it' eventually.",
    "Mark_Greeting_5":"Hey, do you need help or are you just here to bask in the silence?",
    "Mark_Greeting_6":"I was just about to take a break, but I guess I can work for a bit. What do you need?",
    "Mark_Greeting_7":"The universe provides, but a general store helps too. What can I get for you?",
    "Mark_Greeting_8":"If Amy asks, I'm very busy. If you ask, I'm chill. What's up?",
    "Pattie_Greeting_1":"Hello, sweetie! Can I get you something fresh from the oven?",
    "Pattie_Greeting_2":"Oh, hi there! You hungry? I've got plenty of treats!",
    "Pattie_Greeting_3":"Welcome in! What can I get you today? Something warm? Something sweet?",
    "Pattie_Greeting_4":"Hey, nice to see you! I just pulled some cookies out of the oven, interested?",
    "Pattie_Greeting_5":"Oh, if it isn't my favorite customer! Okay, I say that to everyone, but I mean it!",
    "Pattie_Greeting_6":"Come on in, sugar! I always have something good ready. Unless it's pie. Then no.",
    "Pattie_Greeting_7":"You look like you could use a snack!",
    "Pattie_Greeting_8":"Ah, just in time! I was about to take a break, but I can always chat with a friendly face.",
    "Ronny_Greeting_1":"Hmph. You again? What do you want?",
    "Ronny_Greeting_2":"Hope you didn't come looking for small talk.",
    "Ronny_Greeting_3":"You got something to say, or are we just standing here?",
    "Ronny_Greeting_4":"You want advice? Double the butter. Works every time.",
    "Ronny_Greeting_5":"Talk fast, kid. I'm not one for wasting time.",
    "Ronny_Greeting_6":"You checking in on me, or just lost?",
    "Ronny_Greeting_7":"Haven't scared you off yet, huh?",
    "Ronny_Greeting_8":"Alright, let's hear it. What's on your mind?",
    "Teddy_Greeting_1":"Oh, it's you. Again.",
    "Teddy_Greeting_2":"Unless you brought treats, I fail to see the point of this interaction.",
    "Teddy_Greeting_3":"Speak quickly. My time is valuable.",
    "Teddy_Greeting_4":"What do you want, human?",
    "Teddy_Greeting_5":"You may admire me, but please do so from a respectable distance.",
    "Teddy_Greeting_6":"I was in the middle of something' important. Probably.",
    "Teddy_Greeting_7":"You are, at best, a mild distraction. Proceed.",
    "Will_Greeting_1":"Ah, hello there! Always good to see a friendly face.",
    "Will_Greeting_2":"Oh! You know, this reminds me of a story' Oh, but where are my manners? How are you?",
    "Will_Greeting_3":"Welcome, welcome! How's your day treating you?",
    "Will_Greeting_4":"Ah, another fine day in Babel, wouldn't you say?",
    "Will_Greeting_5":"Good to see you! If you ever need anything, don't hesitate to ask.",
    "Will_Greeting_6":"Oh, you just missed Mabel'she was telling the most wonderful story. But tell me, how are you?",
    "Will_Greeting_7":"You know, this town wouldn't be the same without folks like you.",
    "Will_Greeting_8":"Ah, reminds me of the good old days! But enough about me, what's on your mind?"
}